Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Enter your email address and we'll send you a reset link.
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Zurücksetzen-Link.
es: Ingresa tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña.
fr: Entrez votre adresse courriel et nous vous enverrons un lien de réinitialisation.
ha: Shigar da adireshin email, za mu aika maka linkin sake saita.
ig: Tinye adreesị email gị, anyị ga-ezipụ gị njikọ ịgbanwe.
pt: Digite seu endereço de email e enviaremos um link de redefinição.
sw: Ingiza anwani yako ya barua pepe na tutakutumia kiungo cha kusezesha.
yo: Tẹ̀ àdírẹ̀sì ìmẹ̀ilẹ̀ rẹ, a ó rán ọ nípa ìjápọ̀ àtúnṣe.
zh: 输入您的电子邮件地址，我们将发送重置链接。

source: Entries (30d)
ar: الإدخالات (30 يوم)
de: Einträge (30 Tage)
es: Registros (30d)
fr: Entrées (30j)
ha: Shigarwa (30d)
ig: Ntinye (30d)
pt: Registros (30d)
sw: Maingizo (siku 30)
yo: Àwọn Ìfihàn (30d)
zh: 条目 (30天)

source: Equipment
ar: المعدات
de: Ausrüstung
es: Equipo
fr: Équipement
ha: Kayan Aiki
ig: Ngwá Ọrụ
pt: Equipamento
sw: Vifaa
yo: Ẹ̀rọ
zh: 设备

source: Error
ar: خطأ
de: Fehler
fr: Erreur
ha: Kuskure
ig: Njehie
pt: Erro
sw: Kosa
yo: Àṣìṣe
zh: 错误

source: Errors
ar: أخطاء
de: Fehler
es: Errores
fr: Erreurs
ha: Kuskurodi
ig: Njehie
pt: Erros
sw: Makosa
yo: Àwọn Àṣìṣe
zh: 错误

source: Estimate only — check the food name and serving size before saving.
ar: تقدير فقط — تحقق من اسم الطعام وحجم الحصة قبل الحفظ.
de: Nur Schätzung – überprüfen Sie den Lebensmittelnamen und die Portionsgröße vor dem Speichern.
es: Solo estimado — verifica el nombre del alimento y el tamaño de la porción antes de guardar.
fr: Estimation seulement — vérifiez le nom de l'aliment et la portion avant d'enregistrer.
ha: Kiyaye kawai — duba sunan abinci da girman abin da aka ba da shi kafin ajiye.
ig: Ihe Ọtụtụ naanị — lelee aha nri na nha ọ bụla tupu ị zọpụta.
pt: Estimativa apenas — verifique o nome do alimento e o tamanho da porção antes de salvar.
sw: Kadirio tu — angalia jina la chakula na ukubwa wa huduma kabla ya kuokoa.
yo: Ìrò nìkan — ṣàyẹ̀wò orúkọ oúnjẹ àti iye tẹ̀ẹ́ kí ó tó fi pamọ́.
zh: 仅为估计值 — 保存前请检查食物名称和份量。

source: estimating…
ar: جاري التقدير…
de: wird geschätzt…
es: estimando…
fr: estimation en cours…
ha: ƙididdige…
ig: na-atụle…
pt: estimando…
sw: inakadiria…
yo: ń ṣe àbáyọ…
zh: 估算中…

source: Exchange %lld
ar: التبديل %lld
de: Austausch %lld
es: Intercambio %lld
fr: Échange %lld
ha: Musanya %lld
pt: Troca %lld
sw: Ubadilisho %lld
yo: Ìpaṣẹ %lld
zh: 交换份数 %lld

source: Exchanges
ar: التبديلات
de: Austausche
es: Intercambios
fr: Échanges
ha: Musanya
pt: Trocas
sw: Ubadilisho
yo: Àwọn Ìpaṣẹ
zh: 交换份数

source: Exercise / Week
ar: التمرين / أسبوع
de: Bewegung / Woche
es: Ejercicio / Semana
fr: Exercice / Semaine
ha: Motsa Jiki / Mako
ig: Egwu / Izu
pt: Exercício / Semana
sw: Zoezi / Juma
yo: Ìdárayá / Ọ̀sẹ̀
zh: 每周运动

source: Exercise Planner
ar: مخطط التمرين
de: Bewegungsplaner
es: Planificador de Ejercicio
fr: Planificateur d'exercices
ha: Mai Tsara Motsa Jiki
ig: Ọkọ Egwu
pt: Planejador de Exercícios
sw: Mpango wa Zoezi
yo: Ìgbésẹ̀ Ìdárayá
zh: 运动计划

source: Exit Site
ar: مغادرة الموقع
de: Website verlassen
es: Salir del Sitio
fr: Site de sortie
ha: Fita Gida
ig: Pụọ na Saịtị
pt: Sair do Site
sw: Toka Tovuti
yo: Jáde Ààyè
zh: 退出网站

source: Expiration
ar: انتهاء الصلاحية
de: Ablaufdatum
es: Vencimiento
ha: Lokacin Ƙarshe
ig: Oge Ọ Agwụ
pt: Vencimento
sw: Muda wa Kuishia
yo: Àkókò Ìparí
zh: 过期日期

source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
es: Vencido
fr: Expiré
ha: Ƙarshe
ig: Agwụla
pt: Vencido
sw: Umeshia Muda
yo: Àkókò Ìparí Tí Ó Kọjá
zh: 已过期

source: Expires
ar: ينتهي في
de: Läuft ab
es: Vence
fr: Expire
ha: Ƙarshe
ig: Agwụ
pt: Vence
sw: Inaishia
yo: Àkókò Ìparí
zh: 过期时间

source: Expires: %@
ar: ينتهي في: %@
de: Läuft ab: %@
es: Vence: %@
fr: Expire : %@
ha: Ƙarshe: %@
ig: Agwụ: %@
pt: Vence: %@
sw: Inaishia: %@
yo: Àkókò Ìparí: %@
zh: 过期时间: %@

source: Expiring
ar: قريب الانتهاء
de: Läuft bald ab
es: Por Vencer
fr: En cours d'expiration
ha: Kusa da Ƙarshe
ig: Na-agwụ
pt: Vencendo
sw: Inakaribia Kuishia
yo: Àkókò Ìparí Ń Súnmọ́
zh: 即将过期

source: Expiry
ar: الصلاحية
de: Ablauf
es: Fecha de Vencimiento
fr: Date d'expiration
ha: Lokacin Ƙarshe
ig: Oge Ọ Agwụ
pt: Validade
sw: Kuishia Muda
yo: Àkókò Ìparí
zh: 过期日期

source: Explanation
ar: الشرح
de: Erklärung
es: Explicación
fr: Explication
ha: Bayani
ig: Nkọwa
pt: Explicação
sw: Maelezo
yo: Ìtúkọsílẹ̀
zh: 说明

source: Export as CSV
ar: تصدير كـ CSV
de: Als CSV exportieren
es: Exportar como CSV
fr: Exporter en CSV
ha: Kadar a matsayin CSV
ig: Mbupu dị ka CSV
pt: Exportar como CSV
sw: Hamisha kama CSV
yo: Gbéjade gẹ́gẹ́ CSV
zh: 导出为 CSV

source: Export as JSON
ar: تصدير كـ JSON
de: Als JSON exportieren
es: Exportar como JSON
fr: Exporter en JSON
ha: Kadar a matsayin JSON
ig: Mbupu dị ka JSON
pt: Exportar como JSON
sw: Hamisha kama JSON
yo: Gbéjade gẹ́gẹ́ JSON
zh: 导出为 JSON

source: Export Data
ar: تصدير البيانات
de: Daten exportieren
es: Exportar Datos
fr: Exporter les données
ha: Fitar da Bayani
ig: Bupu Ụdị Ọrụ
pt: Exportar Dados
sw: Hamisha Data
yo: Gbé Àwọn Àlàyé Jáde
zh: 导出数据

source: Export download initiated for %@
ar: تم بدء تحميل التصدير لـ %@
de: Exportdownload gestartet für %@
es: Descarga de exportación iniciada para %@
fr: Téléchargement de l'export lancé pour %@
ha: An fara saukar da bayanan don %@
ig: Ịbupu download malitere maka %@
pt: Download de exportação iniciado para %@
sw: Kupakua data kulianza kwa %@
yo: Ìgbéjade ìgbàkúrọ̀ bẹ̀rẹ̀ fún %@
zh: 已开始导出下载：%@

source: Export My Data
ar: تصدير بياناتي
de: Meine Daten exportieren
es: Exportar Mis Datos
fr: Exporter mes données
ha: Fitar da Bayani Nawa
ig: Bupu Ụdị Ọrụ M
pt: Exportar Meus Dados
sw: Hamisha Data Yangu
yo: Gbé Àwọn Àlàyé Mi Jáde
zh: 导出我的数据

source: Export Status: %@
ar: حالة التصدير: %@
es: Estado de exportación: %@
fr: État de l'export : %@
ha: Yanayin Kadar: %@
ig: Ọnọdụ Mbupu: %@
pt: Estado da Exportação: %@
sw: Hali ya Kuhamisha: %@
yo: Ìṣẹ̀ Ìgbéjade: %@
zh: 导出状态：%@

source: Extracted text
ar: النص المستخرج
de: Extrahierter Text
es: Texto extraído
fr: Texte extrait
ha: Rubutun da aka cire
ig: Edepụtara ederede
pt: Texto extraído
sw: Maandishi yaliyotengana
yo: Ọ̀rọ̀ tí a yọ̀kúrò
zh: 提取的文本

source: Facilities
ar: المرافق
de: Einrichtungen
es: Centros
fr: Établissements
ha: Gidaje
ig: Ụlọ Ọrụ
pt: Unidades
sw: Vituo
yo: Àgbájọ Ìlera
zh: 医疗机构

source: Facility
ar: المرفق
de: Einrichtung
es: Centro
fr: Établissement
ha: Gida
ig: Ụlọ Ọrụ
pt: Unidade
sw: Kituo
yo: Àgbájọ
zh: 医疗机构

source: Facility & Staff
ar: المرفق والموظفون
de: Einrichtung & Personal
es: Centro y personal
fr: Établissement et personnel
ha: Gida & Jama'a
ig: Ụlọ Ọrụ & Ndị Ọrụ
pt: Unidade e Equipe
sw: Kituo na Wafanyakazi
yo: Àgbájọ & Ọ̀sìṣẹ́
zh: 医疗机构和工作人员

source: Facility Directory
ar: دليل المرفق
de: Einrichtungsverzeichnis
es: Directorio del centro
fr: Annuaire des établissements
ha: Jerin Gidaje
ig: Akwụkwọ Ụlọ Ọrụ
pt: Diretório da Unidade
sw: Orodha ya Vituo
yo: Ìtàn Àgbájọ
zh: 医疗机构目录

source: Facility Name
ar: اسم المرفق
de: Name der Einrichtung
es: Nombre del centro
fr: Nom de l'établissement
ha: Sunan Gida
ig: Aha Ụlọ Ọrụ
pt: Nome da Unidade
sw: Jina la Kituo
yo: Orúkọ Àgbájọ
zh: 医疗机构名称

source: Failed to create condition: %@
ar: فشل إنشاء الحالة: %@
de: Erkrankung konnte nicht erstellt werden: %@
es: Error al crear la condición: %@
fr: Impossible de créer la condition : %@
ha: Kura: %@ ba a iya ƙirƙira.
ig: Ọrụ ịmepụta ọnọdụ dara: %@
pt: Falha ao criar condição: %@
sw: Haiwezi kuunda hali: %@
yo: Kò ṣe dá àpẹ̀rẹ̀: %@
zh: 创建条件失败：%@

source: Failed to delete condition: %@
ar: فشل حذف الحالة: %@
de: Erkrankung konnte nicht gelöscht werden: %@
es: Error al eliminar la condición: %@
fr: Impossible de supprimer la condition : %@
ha: Kura: %@ ba a iya gida.
ig: Ọrụ ịhichapụ ọnọdụ dara: %@
pt: Falha ao excluir condição: %@
sw: Haiwezi kufuta hali: %@
yo: Kò ṣe pa àpẹ̀rẹ̀: %@
zh: 删除条件失败：%@

source: Failed to load
ar: فشل التحميل
de: Fehler beim Laden
es: Error al cargar
fr: Échec du chargement
ha: Kura'i na bugi
ig: Ọ dị mma ịkwụ
pt: Falha ao carregar
sw: Imeshindwa kupakia
yo: Kò ṣe àgbéjáde
zh: 加载失败

source: Failed to load conditions: %@
ar: فشل تحميل الحالات: %@
de: Erkrankungen konnten nicht geladen werden: %@
es: Error al cargar las condiciones: %@
fr: Impossible de charger les conditions : %@
ha: Kura: %@ ba a iya lodin.
ig: Ọrụ ilodata ọnọdụ dara: %@
pt: Falha ao carregar condições: %@
sw: Haiwezi kupakia hali: %@
yo: Kò ṣe gbé àwọn àpẹ̀rẹ̀: %@
zh: 加载条件失败：%@

source: Failed to load privacy settings: %@
ar: فشل تحميل إعدادات الخصوصية: %@
de: Datenschutzeinstellungen konnten nicht geladen werden: %@
es: Error al cargar la configuración de privacidad: %@
fr: Impossible de charger les paramètres de confidentialité : %@
ha: Saitunan sirri: %@ ba a iya lodin.
ig: Ọrụ ilodata njikwa nzuzo dara: %@
pt: Falha ao carregar configurações de privacidade: %@
sw: Haiwezi kupakia mipango ya faragha: %@
yo: Kò ṣe gbé àwọn ìtumọ̀ ìdáhùn: %@
zh: 加载隐私设置失败：%@

source: Failed to request deletion: %@
ar: فشل طلب الحذف: %@
de: Löschanforderung konnte nicht gesendet werden: %@
es: Error al solicitar la eliminación: %@
fr: Impossible de demander la suppression : %@
ha: Buɗe gida: %@ ba a iya buɗe.
ig: Ọrụ arịọ maka ịhichapụ dara: %@
pt: Falha ao solicitar exclusão: %@
sw: Haiwezi kuomba kufuta: %@
yo: Kò ṣe ìbeèrè paré: %@
zh: 申请删除失败：%@

source: Failed to request export: %@
ar: فشل طلب التصدير: %@
de: Exportanforderung konnte nicht gesendet werden: %@
es: Error al solicitar la exportación: %@
fr: Impossible de demander l'export : %@
ha: Buɗe bayanan: %@ ba a iya buɗe.
ig: Ọrụ arịọ maka ịbupu dara: %@
pt: Falha ao solicitar exportação: %@
sw: Haiwezi kuomba kuhamisha: %@
yo: Kò ṣe ìbeèrè ìgbéjade: %@
zh: 申请导出失败：%@

source: Failed to update condition: %@
ar: فشل تحديث الحالة: %@
de: Erkrankung konnte nicht aktualisiert werden: %@
es: Error al actualizar la condición: %@
fr: Impossible de mettre à jour la condition : %@
ha: Kura: %@ ba a iya sabunta.
ig: Ọrụ ịmegharị ọnọdụ dara: %@
pt: Falha ao atualizar condição: %@
sw: Haiwezi kusasisha hali: %@
yo: Kò ṣe ṣàtúnṣe àpẹ̀rẹ̀: %@
zh: 更新条件失败：%@

source: Failed to update settings: %@
ar: فشل تحديث الإعدادات: %@
de: Einstellungen konnten nicht aktualisiert werden: %@
es: Error al actualizar la configuración: %@
fr: Impossible de mettre à jour les paramètres : %@
ha: Saitunan: %@ ba a iya sabunta.
ig: Ọrụ ịmegharị njikwa dara: %@
pt: Falha ao atualizar configurações: %@
sw: Haiwezi kusasisha mipango: %@
yo: Kò ṣe ṣàtúnṣe àwọn ìtumọ̀: %@
zh: 更新设置失败：%@

source: Family History
ar: التاريخ العائلي
de: Familienanamnese
es: Antecedentes familiares
fr: Antécédents familiaux
ha: Tarihin Dangi
ig: Akụkọ Ezinụlọ
pt: Histórico Familiar
sw: Historia ya Familia
yo: Ìtàn Ìdílé
zh: 家族史

source: Fat
ar: الدهون
de: Fett
es: Grasas
fr: Lipides
ha: Kitadi
ig: Abụba
pt: Gordura
sw: Mafuta
yo: Ọ̀rá
zh: 脂肪

source: Fat (g)
ar: الدهون (غ)
de: Fett (g)
es: Grasas (g)
fr: Lipides (g)
ha: Kitadi (g)
ig: Abụba (g)
pt: Gordura (g)
sw: Mafuta (g)
yo: Ọ̀rá (g)
zh: 脂肪 (g)

source: FDA Food Recalls
ar: استدعاءات FDA للغذاء
de: FDA-Lebensmittelrückrufe
es: Retiros de alimentos de la FDA
fr: Rappels de produits alimentaires FDA
ha: FDA Bukatun Abinci
ig: FDA Ihe Oriri Meghachiri
pt: Recalls de Alimentos da FDA
sw: Ukumbaji wa Chakula wa FDA
yo: Àkiyèsi Oúnjẹ FDA
zh: FDA 食品召回

source: FDA Recalls
ar: استدعاءات FDA
de: FDA-Rückrufe
es: Retiros de la FDA
fr: Rappels de la FDA
ha: FDA Bukatun
ig: FDA Meghachiri
pt: Recalls da FDA
sw: Ukumbaji wa FDA
yo: Àkiyèsi FDA
zh: FDA 召回

source: Features
ar: الميزات
de: Funktionen
es: Características
fr: Fonctionnalités
ha: Fasaloni
ig: Ihe Ọrụ
pt: Recursos
sw: Sifa
yo: Àwọn Ẹ̀kọ́
zh: 功能

source: Fellowship Program
ar: برنامج الزمالة
de: Stipendienprogramm
es: Programa de becas
fr: Programme de bourses
ha: Shirin Karatun Takamaiman
ig: Mmụta Ndị Ọrụ
pt: Programa de Bolsa
sw: Programu ya Ushindi
yo: Ètò Ìkẹ́kọ̀ọ́
zh: 研究员项目

source: Fever
ar: الحمى
de: Fieber
es: Fiebre
fr: Fièvre
ha: Zazzabi
ig: Ọkụ Ahụ
pt: Febre
sw: Homa
yo: Ìyamiyamì
zh: 发热

source: Fiber
ar: الألياف
de: Ballaststoffe
es: Fibra
fr: Fibres
pt: Fibra
sw: Nyuzi
zh: 纤维

source: Fill the name
ar: أكمل الاسم
de: Namen eingeben
es: Completa el nombre
fr: Remplissez le nom
ha: Cika sunan
ig: Tụpụ aha
pt: Preencha o nome
sw: Jaza jina
yo: Tẹ orúkọ náà
zh: 填写名称

source: Fill Volume (mL)
ar: حجم الملء (مل)
de: Füllvolumen (mL)
es: Volumen de llenado (mL)
fr: Volume de remplissage (mL)
ha: Girman Cika (mL)
ig: Ụmụ Mbupu (mL)
pt: Volume de Enchimento (mL)
sw: Kiasi cha Kujaza (mL)
yo: Ìyẹ̀ Ìfúnilẹ̀ (mL)
zh: 充盈量 (mL)

source: First Name
ar: الاسم الأول
de: Vorname
es: Nombre
fr: Prénom
ha: Sunan Farko
ig: Aha Mbụ
pt: Primeiro Nome
sw: Jina la Kwanza
yo: Orúkọ Àkọ́kọ́
zh: 名字

source: First name must be at least 3 characters.
ar: يجب أن يكون الاسم الأول 3 أحرف على الأقل.
de: Vorname muss mindestens 3 Zeichen lang sein.
es: El nombre debe tener al menos 3 caracteres.
fr: Le prénom doit contenir au moins 3 caractères.
ha: Sunan farko dole ya kasua aƙalla haruffa 3.
ig: Aha mbụ ga-abụ opekata 3 mkpụrụ okwu.
pt: O primeiro nome deve ter pelo menos 3 caracteres.
sw: Jina la kwanza lazima liwe na angalau herufi 3.
yo: Orúkọ àkọ́kọ́ gbọ́dọ̀ jẹ́ àti ìṣẹ́jú mẹ́ta tàbí ju.
zh: 名字至少需要 3 个字符。

source: Fitness
ar: اللياقة البدنية
es: Actividad física
fr: Condition physique
ha: Motsa Jiki
ig: Ike Ahụ
pt: Condicionamento Físico
sw: Afya ya Mwili
yo: Ìṣẹ̀ Ara
zh: 健身

source: Fitness Level
ar: مستوى اللياقة
es: Nivel de actividad
fr: Niveau de condition physique
ha: Matakin Motsa Jiki
ig: Ọkwa Ike Ahụ
pt: Nível de Condicionamento
sw: Kiwango cha Afya ya Mwili
yo: Ìpele Ìṣẹ̀ Ara
zh: 健身水平

source: Flowsheet
ar: ورقة البيانات
es: Hoja de flujo
fr: Feuille de suivi
ha: Takaitaccen Bayani
ig: Akwụkwọ Ọrụ
pt: Planilha
sw: Karatasi ya Mtiririko
yo: Iwe Ìṣẹ̀
zh: 流程表

source: Follow-up Needed
ar: متابعة مطلوبة
de: Nachverfolgung erforderlich
es: Seguimiento necesario
fr: Suivi nécessaire
ha: Gida Maidowa
ig: Ịsụ Anya Ọzọ Dị Mkpa
pt: Acompanhamento Necessário
sw: Ufuatiliaji Unahitajika
yo: Ìbẹ̀rẹ̀ Tún Ṣe Pẹ̀lú
zh: 需要随访

source: Food
ar: الغذاء
de: Lebensmittel
es: Alimentos
fr: Aliments
ha: Abinci
ig: Oriri
pt: Alimento
sw: Chakula
yo: Oúnjẹ
zh: 食物

source: Food & Drug
ar: الغذاء والدواء
de: Lebensmittel & Arzneimittel
es: Alimentos y medicamentos
fr: Aliments et médicaments
ha: Abinci & Magungunan
ig: Oriri & Ọgwụ
pt: Alimentos e Medicamentos
sw: Chakula na Dawa
yo: Oúnjẹ & Oogun
zh: 食品和药物

source: Food & Drug Recalls
ar: استدعاءات الغذاء والدواء
de: Lebensmittel- & Arzneimittelrückrufe
es: Retiros de alimentos y medicamentos
fr: Rappels d'aliments et de médicaments
ha: Bukatun Abinci & Magungunan
ig: Oriri & Ọgwụ Meghachiri
pt: Recalls de Alimentos e Medicamentos
sw: Ukumbaji wa Chakula na Dawa
yo: Àkiyèsi Oúnjẹ & Oogun
zh: 食品和药物召回

source: Food Details
ar: تفاصيل الغذاء
de: Lebensmitteldetails
es: Detalles del alimento
fr: Détails des aliments
ha: Cikakken Bayani Abinci
ig: Nkọwa Oriri
pt: Detalhes do Alimento
sw: Maelezo ya Chakula
yo: Ìtàn Oúnjẹ
zh: 食物详情

source: Food Intolerances
ar: عدم تحمل الأغذية
de: Lebensmittelunverträglichkeiten
es: Intolerancias alimentarias
fr: Intolérances alimentaires
ha: Abincin da ba a iya ci
ig: Oriri Ọ Dị Mma Maka
pt: Intolerâncias Alimentares
sw: Chakula Ambacho Hasikilizwi
yo: Oúnjẹ tí Ara Kò Gbà
zh: 食物不耐受

source: Food Log
ar: سجل الغذاء
de: Lebensmittelprotokoll
es: Registro de alimentos
fr: Journal alimentaire
ha: Littafin Abinci
ig: Akwụkwọ Oriri
pt: Registro de Alimentos
sw: Kumbukumbu ya Chakula
yo: Ìwe Oúnjẹ
zh: 食物日志

source: Food name
ar: اسم الغذاء
de: Name des Lebensmittels
es: Nombre del alimento
fr: Nom de l'aliment
ha: Sunan abinci
ig: Aha Oriri
pt: Nome do alimento
sw: Jina la chakula
yo: Orúkọ Oúnjẹ
zh: 食物名称

source: Forgot password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
ha: Manta da kalmar sirri?
ig: Echefuola paswọọdị?
pt: Esqueceu a senha?
sw: Umesahau neno la siri?
yo: Gbagbe ọ̀rọ̀ aṣínwọ̀?
zh: 忘记密码？

source: Freezer
ar: الفريزر
de: Gefrierschrank
es: Congelador
fr: Congélateur
ha: Firiji
ig: Ụlọ Ịchekwa Ihe
pt: Congelador
sw: Jokofu
yo: Ìlẹ̀kù Ìtútu
zh: 冷冻柜

source: Frequency
ar: التكرار
de: Häufigkeit
es: Frecuencia
fr: Fréquence
ha: Matakin Maimaita
ig: Ugboro
pt: Frequência
sw: Mzunguko
yo: Ìgbésẹ̀
zh: 频率

source: Frequency — optional
ar: التكرار — اختياري
de: Häufigkeit — optional
es: Frecuencia — opcional
fr: Fréquence — optionnel
ha: Matakin Maimaita — zaɓi
ig: Ugboro — ọ bụrụ na ọ dị
pt: Frequência — opcional
sw: Mzunguko — si lazima
yo: Ìgbésẹ̀ — àkọ̀kọ̀
zh: 频率 — 可选

source: Full Name
ar: الاسم الكامل
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
ha: Cikakken Suna
ig: Aha Zuru Ezu
pt: Nome Completo
sw: Jina Kamili
yo: Orúkọ Ìṣẹ̀
zh: 全名

source: GAD-7 (Anxiety)
ar: GAD-7 (القلق)
de: GAD-7 (Angststörung)
es: GAD-7 (Ansiedad)
fr: GAD-7 (Anxiété)
ha: GAD-7 (Damuwa)
ig: GAD-7 (Nchegbu)
pt: GAD-7 (Ansiedade)
sw: GAD-7 (Wasiwasi)
yo: GAD-7 (Ìdárayá)
zh: GAD-7（焦虑）

source: GAD-7 (Anxiety):
ar: GAD-7 (القلق):
de: GAD-7 (Angststörung):
es: GAD-7 (Ansiedad):
fr: GAD-7 (Anxiété) :
ha: GAD-7 (Tsoro):
pt: GAD-7 (Ansiedade):
sw: GAD-7 (Wasiwasi):
yo: GAD-7 (Alaalafia):
zh: GAD-7（焦虑）：

source: GDPR Status
ar: حالة GDPR
es: Estado GDPR
fr: Statut RGPD
ha: Yanayin GDPR
pt: Status GDPR
sw: Hali ya GDPR
yo: Ipo GDPR
zh: GDPR 状态

source: Gender Identity
ar: الهوية الجنسانية
de: Geschlechtsidentität
es: Identidad de Género
fr: Identité de genre
ha: Asalin Jinsi
ig: Ọdịdị Mmadụ
pt: Identidade de Gênero
sw: Utambulisho wa Jinsia
yo: Identi Akọkọ
zh: 性别认同

source: Generate Exercise Plan
ar: إنشاء خطة تمارين
de: Trainingsplan erstellen
es: Generar Plan de Ejercicio
fr: Générer un plan d'exercice
ha: Ƙirƙira Shirin Motsa Jiki
ig: Mepụta Atụmatụ Ihe Ọtụtụ
pt: Gerar Plano de Exercícios
sw: Tengeneza Mpango wa Mazoezi
yo: Ṣe Eto Isẹ Ara
zh: 生成运动计划

source: Generate Flowsheet
ar: إنشاء جدول
de: Übersicht erstellen
es: Generar Hoja de Datos
fr: Générer un tableau
ha: Ƙirƙira Takaitaccen Bayani
ig: Mepụta Flowsheet
pt: Gerar Planilha
sw: Tengeneza Karatasi ya Takwimu
yo: Ṣe Flowsheet
zh: 生成流程表

source: Generate Meal Plan
ar: إنشاء خطة وجبات
de: Ernährungsplan erstellen
es: Generar Plan de Comidas
fr: Générer un plan de repas
ha: Ƙirƙira Shirin Abinci
ig: Mepụta Atụmatụ Nri
pt: Gerar Plano de Refeições
sw: Tengeneza Mpango wa Chakula
yo: Ṣe Eto Ounjẹ
zh: 生成饮食计划

source: Generated: %@
ar: تم الإنشاء: %@
de: Erstellt: %@
es: Generado: %@
fr: Généré : %@
ha: An Ƙirƙira: %@
ig: Emepụtala: %@
pt: Gerado: %@
sw: Iliyotengenezwa: %@
yo: A ṣe: %@
zh: 已生成：%@

source: Generic
ar: عام
de: Generisch
es: Genérico
fr: Générique
ha: Gida
pt: Genérico
sw: Jumla
yo: Gbogbonise
zh: 通用

source: GI Issues
ar: مشاكل الجهاز الهضمي
de: Magen-Darm-Beschwerden
es: Problemas GI
fr: Problèmes gastro-intestinaux
ha: Matsalolin Jijiya
ig: Nsogbu Afọ
pt: Problemas Gastrointestinais
sw: Matatizo ya Utumbo
yo: Awon Isoro GI
zh: 胃肠问题

source: Goals
ar: الأهداف
de: Ziele
es: Objetivos
fr: Objectifs
ha: Maƙasudi
ig: Ebumnuche
pt: Objetivos
sw: Malengo
yo: Awon Iṣẹ
zh: 目标

source: Government
ar: حكومي
de: Behörde
es: Gobierno
fr: Gouvernement
ha: Gwamnati
ig: Gọọmentị
pt: Governo
sw: Serikali
yo: Ijoba
zh: 政府

source: Grade
ar: الدرجة
de: Grad
es: Grado
fr: Note
ha: Daraja
ig: Ọkwa
pt: Classificação
sw: Daraja
yo: Ipo
zh: 等级

source: Graduation Year
ar: سنة التخرج
de: Abschlussjahrgang
es: Año de Graduación
fr: Année de graduation
ha: Shekarun Gama
ig: Afọ Gụchara Akwụkwọ
pt: Ano de Conclusão
sw: Mwaka wa Kuhitimu
yo: Ọdun Ẹgbẹ
zh: 毕业年份

source: Grant
ar: منحة
de: Zuschuss
es: Beca
fr: Subvention
ha: Tallafi
pt: Bolsa
sw: Hibah
yo: Iwe Ẹbun
zh: 补助

source: Grant Access
ar: منح الوصول
de: Zugriff gewähren
es: Otorgar Acceso
fr: Accorder l'accès
ha: Bayar da Izini
ig: Nye Ikike
pt: Conceder Acesso
sw: Kumpa Ruhusa
yo: Funni Iye
zh: 授予访问权限

source: Grantee
ar: المستفيد
de: Zuschussempfänger
es: Beneficiario
fr: Bénéficiaire
ha: Mai Karɓa Tallafi
ig: Onye Natara Grant
pt: Beneficiário
sw: Mpokeaji wa Hibah
yo: Olugba Iye
zh: 受助人

source: Gratitude
ar: الامتنان
de: Dankbarkeit
es: Gratitud
ha: Godiya
ig: Ekele
pt: Gratidão
sw: Shukrani
yo: Ẹdun
zh: 感谢

source: Gratitude Entry
ar: إدخال الامتنان
de: Dankbarkeitseintrag
es: Entrada de Gratitud
fr: Entrée de gratitude
ha: Shigar da Godiya
ig: Ihe Ekele
pt: Registro de Gratidão
sw: Ingizo la Shukrani
yo: Iwe Ẹdun
zh: 感谢记录

source: Group and care team channels
ar: قنوات المجموعة وفريق الرعاية
de: Gruppen- und Betreuungsteam-Kanäle
es: Canales de grupo y equipo de cuidado
fr: Canaux de groupe et équipe soignante
ha: Sansanonin rukuni da ƙwararrun kula
ig: Ìgwè na saịtị otu nlekọta
pt: Canais de grupo e equipe de cuidados
sw: Chaneli za kikundi na timu ya huduma
yo: Awon ero Ẹgbẹ ati ẹgbẹ itọju
zh: 群组和护理团队频道

source: Group Chat
ar: دردشة جماعية
de: Gruppenchat
es: Chat Grupal
fr: Conversation de groupe
ha: Tattaunawa ta Rukuni
ig: Mkparịta Ụka Ìgwè
pt: Chat em Grupo
sw: Mazungumzo ya Kikundi
yo: Ibaraẹnisọrọ Ẹgbẹ
zh: 群组聊天

source: Group Chats
ar: دردشات جماعية
de: Gruppenchats
es: Chats Grupales
fr: Chats de groupe
ha: Tattaunawun Rukuni
ig: Mkparịta Ụka Ìgwè
pt: Chats em Grupo
sw: Mazungumzo ya Vikundi
yo: Awon Ibaraẹnisọrọ Ẹgbẹ
zh: 群组聊天

source: Group Number
ar: رقم المجموعة
de: Gruppennummer
es: Número de Grupo
fr: Numéro de groupe
ha: Lambar Rukuni
ig: Nọmba Ìgwè
pt: Número do Grupo
sw: Namba ya Kikundi
yo: Nọmba Ẹgbẹ
zh: 群组号码

source: Group Practice
ar: ممارسة جماعية
de: Gemeinschaftspraxis
es: Práctica Grupal
fr: Cabinet de groupe
ha: Aiki na Rukuni
ig: Ọrụ Ìgwè
pt: Prática em Grupo
sw: Muktadha wa Kikundi
yo: Iṣẹ Ẹgbẹ
zh: 集团诊所

source: Guideline
ar: إرشادات
de: Richtlinie
es: Directriz
fr: Directive
ha: Jagora
ig: Ntuziaka
pt: Diretriz
sw: Mwongozo
yo: Itọnisọna
zh: 指南

source: Guidelines
ar: إرشادات
de: Richtlinien
es: Directrices
fr: Directives
ha: Jagororin
ig: Ntuziaka
pt: Diretrizes
sw: Mwongozo
yo: Awon Itọnisọna
zh: 指南

source: Has Expiration Date
ar: له تاريخ انتهاء
de: Hat Ablaufdatum
es: Tiene Fecha de Vencimiento
fr: A une date d'expiration
ha: Yana da Ranar Ƙarewa
ig: Nwere Ụbọchị Ọgwụ
pt: Tem Data de Expiração
sw: Ina Tarehe ya Kumalizia
yo: Ni Ọjọ Ipari
zh: 有过期日期

source: Hashtags (comma-separated)
ar: الوسوم (مفصولة بفواصل)
de: Hashtags (kommagetrennt)
es: Etiquetas (separadas por comas)
fr: Hashtags (séparés par des virgules)
ha: Alamomin Hashtag (rabuwa da koma)
ig: Hashtags (jikọ site na kọma)
pt: Hashtags (separadas por vírgula)
sw: Lebo (zikitenganishwa kwa koma)
yo: Awon Aami (#) (ti o pin nipasẹ iyalẹnu)
zh: 标签（逗号分隔）

source: Health
ar: الصحة
de: Gesundheit
es: Salud
fr: Santé
ha: Lafiya
ig: Ahụike
pt: Saúde
sw: Afya
yo: Ilera
zh: 健康

source: Health Category
ar: فئة الصحة
de: Gesundheitskategorie
es: Categoría de Salud
fr: Catégorie de santé
ha: Nau'in Lafiya
ig: Ụdị Ahụike
pt: Categoria de Saúde
sw: Kategoria ya Afya
yo: Eka Ilera
zh: 健康类别

source: Health Conditions
ar: الحالات الصحية
de: Gesundheitliche Zustände
es: Condiciones de Salud
fr: Conditions de santé
ha: Yanayin Lafiya
ig: Ọrịa Ahụike
pt: Condições de Saúde
sw: Hali za Afya
yo: Awon Arun Ilera
zh: 健康状况

source: Health Hub
ar: مركز الصحة
de: Gesundheits-Hub
es: Centro de Salud
fr: Centre de santé
ha: Cibiyar Lafiya
ig: Hub Ahụike
pt: Central de Saúde
sw: Kituo cha Afya
yo: Ile Ilera
zh: 健康中心
